Repository: AntumDeluge/debreate
Catalog: locale/*/debreate.po
Languages: ar, es, it, ru

source: A file named "{}" already exists. Do you want to replace it?
es: Ya existe un nombre de archivo "{}". ¿Sobrescribirlo?

source: A package builder for Debian based systems
ar: منشئ حزم للأنظمة المبنية على دبيان
es: Un empaquetador para systemas con sede en Debian
it: Un costruttore di pacchetto per sistemi basati su Debian
ru: Разработчик пакета для базовой Debian системы

source: About
ar: حول
es: Acerca de
it: Informazioni
ru: О программе

source: About Debreate
ar: حول Debreate
es: Acerca de Debreate
it: Informazioni su Debreate
ru: О Debreate

source: Add
ar: أضف
es: Añadir
it: Aggiungere
ru: Добавить

source: Add File
ar: أضف ملف
es: Añadir Archivo
it: Aggiungi File
ru: Добавить файл

source: Add Folder
ar: أضف مجلد
es: Añadir Directorio
it: Aggiungi Cartella
ru: Добавить папку

source: An error occurred when trying to delete the build tree
ar: حدث خطأ ما عند محاولة حذف شجرة الإنشاء
es: Se occurió un error al intentar eliminar la ruta provisional
it: Si è verificato un errore quando si tenta di eliminare la directory temporanea
ru: Ошибка при попытке удалить дерево сборки

source: Append
ar: إلحاق
es: Adjuntar
it: Allegare
ru: Присоединить

source: Architecture
ar: بنية
es: Arquitectura
it: Architettura
ru: Архитектура

source: Authenticated
ar: موثق
es: Autenticado
it: Autenticato
ru: Аутентифицирован

source: Authentication failure
ar: فشل المصادقة
es: Error de autenticación
it: Errore di autenticazione
ru: Ошибка аутентификации

source: Auto-Link Executables
ar: الوصل الذاتي للملفات التنفيدية
es: Enlaces de Ejecutables
it: Collegamento Automatico
ru: Автоссылка на выполнение

source: Auto-Link Help
ar: الوصل الذاتي للمساعدة
es: Ayuda de Enlaces
it: Guida di Collegamento Automatico
ru: Автоссылка на Помощь

source: Bad File Name
ar: إسم ملف غير سليم
es: Nombre del Archivo Mal
it: Cattive Nome del File
ru: Ошибка в имени файла

source: Breaks
ar: مكسورة
es: Rompe
it: Rompe
ru: Отказы

source: Browse
ar: تصفح
es: Buscar
it: Cercare
ru: Обзор

source: Build
ar: يناء
es: Empaquetar
it: Costruire
ru: Построение

source: Build a package from an existing build tree
ar: إنشاء حزمة من مجلد موجودة مسبقا
es: Construir un paquete de una ruta existente
it: Creare un pacchetto di un percorso esistente
ru: Построить проект из существующего дерева

source: Building
ar: بناء
es: Construyendo
it: Costruzione del pacchetto
ru: Построение

source: Building a Debian Package with Debreate
ar: إنشاء حزم دبيان بـ Debreate
es: Construyendo un Paquete de Debian con Debreate
it: Costruire un Pacchetto Debian con Debreate
ru: Построение пакетов в Debreate

source: Building debs from Source
ar: بناء حزم دبيان من المصدر
es: Empaquetar deb de la Fuente
it: Costruzione di Pacchetti dal Sorgente
ru: Построение Deb из исходников

source: Cancel
ar: إلغاء
es: Cancelar
it: Annulla
ru: Отмена

source: Cannot Continue
es: No Se Puede Continuar

source: Cannot continue:
es: No se puede continuar

source: Categories
ar: صنف
es: Categorías
it: Categorie
ru: Категории

source: Category
ar: أصناف
es: Categoría
it: Categoria
ru: Категории

source: Changelog
ar: سجل التغييرات
es: Registro de Cambios
it: Registro delle Modifiche
ru: Изменения

source: Changes
ar: تغيرات
es: Cambios
it: Modifiche
ru: Изменения

source: Check for Update
ar: التحقق من الإصدار الجديد
es: Verificación de Actualización
it: Verifica di Aggiornamento
ru: Проверить обновления

source: Check package for errors with lintian
ar: التحقق من حزمة لأخطاء مع lintian
es: Comprobar al paquete con lintian
it: Prova il pacchetto per errori con lintian
ru: Проверить ошибки с lintian

source: Checking changelog
ar: فحص سجل التغييرات
es: Comprobando el registro de cambios
it: Esaminando il registro dei modifiche
ru: Проверка изменений

source: Checking copyright
ar: فحص حقوق النشر
es: Comprobando el propiedad intelectual
it: Esaminando il copyright
ru: Проверка прапообладателя

source: Checking create md5sums
ar: فحص إنشاء md5sums
es: Comprobando el crear md5sums
it: Esaminando il checksum
ru: Проверка создани md5sums

source: Checking delete build tree
ar: فحص حذف شجرة الإنشاء
es: Comprobando el elimar la ruta provisional
it: Esaminando il rimuovere la directory temporanea
ru: Проверка удаления дерева

source: Checking files
ar: فحص الملفات
es: Comprobando los archivos
it: Esaminando il file
ru: Проверка файлов

source: Checking lintian
ar: فحص lintian
es: Comprobando lintian
it: Esaminando lintian
ru: Проверка lintian

source: Checking menu launcher
ar: فحص menu launcher
es: Comprobando el acceso directo del menú
it: Esaminando il menu lanciatore
ru: Проверка меню запуска

source: Checking package for errors
ar: فحص الحزمة من الأخطاء
es: Comprobando el paquete para errores
it: Esaminando il pacchetto per errori
ru: Проверка ошибок пакета

source: Checking scripts
ar: فحص السكربتات
es: Comprobando los scrips
it: Esaminando gli script
ru: Проверка сценариев

source: Choose Directory
ar: إختر دليل
es: Elegir un Directorio
it: Scegliere una Directory
ru: Выбор папки

source: Choose Target Directory
ar: إختيار الدليل الهدف
es: Eligir un Directorio de Destino
it: Scegliere la Directory di Destinazione
ru: Выбор целевой папки

source: Clear
ar: محو
es: Vaciar
it: Svuotare
ru: Очистить

source: Clear all dependencies?
ar: محو كل الإعتماديات؟
es: ¿Vaciar de todas las dependencias?
it: Rimuovere tutte le dipendenze?
ru: Стереть все зависимости?

source: Clear all files?
ar: محو كل الملفات؟
es: ¿Vaciar de todos los archivos?
it: Rimuovere tutte le file?
ru: Стереть все файлы?

source: Clear categories?
es: ¿Eliminar todas las categorías?

source: Comment
ar: تعليق
es: Comentario
it: Commento
ru: Коментарий

source: Confirm
ar: تأكيد
es: Confirmar
it: Conferma
ru: Подтверждение

source: Conflicts
ar: تعاردات
es: En Conflicto de
it: Conflitti
ru: Конфликты

source: Control Files
ar: ملف التحكم
es: Archivos de Control
it: File di Controllo
ru: Контроль файлов

source: Copying files
ar: نسخ الملفات
es: Copiando los archivos
it: Copia dei file
ru: Копирование файлов

source: Copyright
ar: حقوق النشر
es: Derecho de Autor
ru: Правообладатель

source: Could not install {}
es: No se pudo instalar {}

source: Could not locate the following files:
ar: لا يمكن تحديد موقع الملفات التالية:
es: Los archivos siguientes no se encuentran:
it: I file seguenti sono mancanti:
ru: Невозможно определить местоположение следующих файлов:

source: Create checksums for files in package
ar: إنشاء checksums للملفات في الحزمة
es: Crear suma de comprobación para los archivos en el paquete
it: Creare checksum per i file nel pacchetto
ru: Создать контрольную сумму пакета

source: Create md5sums file
ar: أنشئ ملف md5sums
es: Crear archivo de md5sums
it: Creare il file md5sums
ru: Создать файл md5sums

source: Create system menu launcher
ar: إنشاءsystem menu launcher
es: Crear un acceso directo del menú del sistema
it: Creare un lanciatore per il menu di sistema
ru: Создать меню запуска

source: Creating changelog
ar: إنشاء سجل التغييرات
es: Creando el registro de cambios
it: Creazione del registro delle modifiche
ru: Создание лог-файла

source: Creating control file
ar: إنشاء ملف التحكم
es: Creando el archivo de control
it: Creazione di file di controllo
ru: Создание контрольного файла

source: Creating copyright
ar: إنشاء حقوق النسخ
es: Creando el propiedad intelectual
it: Creazione di copyright
ru: Создание правообладателя

source: Creating md5sums
ar: إنشاء md5sums
es: Creando md5sums
it: Creazione il checksum
ru: Создание md5sums

source: Creating menu launcher
ar: إنشاء menu launcher
es: Creando el acceso directo del menú
it: Creazione di menu lanciatore
ru: Создание меню запуска

source: Creating scripts
ar: إنشاء سكربت
es: Creando los guiones
it: Creazione di script
ru: Создание сценария

source: Credits
ar: إشادات
es: Reconocimiento
it: Riconoscimento
ru: Участники

source: Custom
ar: تخصيص
es: Personalizado
it: Personalizzato
ru: Выбор

source: Debian Packages
ar: حزم دبيان
es: Paquetes Debian
it: Pacchetti Debian
ru: Debian пакеты

source: Debian Policy Manual
ar: دليل سياسة دبيان
es: Manual de Normas de Debian
it: Politica Manuale di Debian
ru: О Debian

source: Debian packages
es: Paquetes Debian

source: Debreate - Debian Package Builder
ar: Debreate - منشئ حزم دبيان
es: Debreate - Empaquetador de Debian
it: Debreate - Generatore di pacchetti Debian
ru: Debreate - построитель deb пакетов

source: Debreate First Run
ar: Debreate أول إستعمال
es: Ejecución Primera de Debreate
it: Prima Esecuzione di Debreate
ru: Первый запуск Debreate

source: Debreate aids in building packages for installation on Debian based systems. Use the arrows located in the top-right corner or the "Page" menu to navigate through the program. For some information on Debian packages use the reference links in the "Help" menu.
es: Debreate asiste en consruir los paquetes de instalación para systemas con sede en Debian. Usar las flechas al superior derecha o el menú de "Página" para navegar a través del programa. Para información sobre los paquetes de Debian utilizar los enlaces de referencia en la menú de "Ayuda".
it: Debreate assiste nell'installazione di pacchetti di consruir per sistemi basati su Debian. Utilizzare le frecce in alto a destra o il menu "Página" per navigare attraverso il programma. " Per informazioni sui pacchetti Debian, utilizzare i collegamenti di riferimento nel menu del "Guida".
ru: Debreate помогает создавать пакеты для установки в системах базируемых на Debian. Используйте стрелки, расположенные в верхнем правом углу или "Страница ", чтобы перемещаться по частям программы. Для получения дополнительной информации о пакетах Debian используйте ссылки в "Помощь ".

source: Debreate is up to date!
ar: Debreate هو الحالي
es: ¡Debreate está actualizado!
it: Debreate è aggiornato!
ru: Debreate обновлен!

source: Debreate offers an Auto-Link Executables feature. What this does is finds any executables in the Files section and creates a postinst script that will create soft links to them in the specified path. This is useful if you are installing executables to a directory that is not found in the system PATH but want to access it from the PATH. For example, if you install an executable "bar" to the directory "/usr/share/foo" in order to execute "bar" from a terminal you would have to type /usr/share/foo/bar. Auto-Link can be used to place a link to "bar" somewhere on the system path like "/usr/bin". Then all that needs to be typed is bar to execute the program. Auto-Link also creates a prerm script that will delete the link upon removing the package.
es: Debreate ofrece una función Enlace Automática de ejecutables. Lo que hace es encuentra cualquier ejecutable en la sección de Archivos y crea un script de anterior de instalación que va a crear enlaces simbólicos con ellos en la ruta especificada. Esto es útil si va a instalar ejecutables en un directorio que no se encuentra en la ruta del sistema, pero quieren acceder a él desde el PATH. Por ejemplo, si instala un ejecutable "bar" en el directorio "/usr/share/foo" con el fin de ejecutar "bar" desde un terminal en la que habría que escribir /usr/share/foo/bar. Enlace Automática puede ser usado para ubicar un enlace a "bar" en algún lugar de la ruta del sistema como "/usr/bin". Entonces todo lo que se necesita escribir es "bar" para ejecutar el programa. Enlace Automática también crea un script de posterior de instalación que elimina el enlace después de retirar el paquete.
it: Debreate offre una funzione di collegamento eseguibili automaticamente. Si acquisisce alcun file eseguibili situati nella sezione file e si crea uno script postinstallar che creerà un collegamento morbido a loro nel percorso specificato. Questo è utile se si desidera installare l'eseguibile in una directory che non è nel percorso di sistema, ma si desidera accedervi dal percorso. Per esempio, se si installa un eseguibile "bar" nella directory "/usr/share/foo" al fine di eseguire "bar" da un terminale è necessario digitare /usr/share/foo/bar. Collegamento Automatico può essere utilizzato per inserire un link a "bar" da qualche parte sul percorso di sistema come "/usr/bin". Poi tutto quello che deve essere digitato è "bar" per eseguire il programma. Collegamento Automatico crea anche uno script di Pre Disinstallazione che elimina il collegamento quando il pacchetto viene disinstallato.
ru: Debreate предлагает функцию Автоссылки. При нахождении любых исполняемых программ в странице Файлов, и создает postinst сценарий, который создаст символические ссылки к ним по указанному пути. Это полезно, если Вы устанавливаете исполняемые программы в папку, которая не найдена в системной переменной PATH, но необходимо получить доступ к ним. Например, если Вы устанавливаете исполняемую программу "bar " в папку "/usr/share/foo ", чтобы выполнить "bar " из терминала, Вы должны были бы ввести/usr/share/foo/bar. Автоссылка может использоваться, чтобы поместить ссылку на "bar " куда-нибудь в системный путь "/usr/bin ". Автоссылка также создает prerm сценарий, который удалит ссылку после удаления пакета.

source: Debreate project files
ar: ملفات مشاريع Debreate
es: Archivos de proyecto de Debreate
it: Debreate File di Progetto
ru: Файлы проекта

source: Debreate projects
es: Proyectos Debreate

source: Delete build tree
ar: حذف شجرة الإنشاء
es: Eliminar la ruta provisional
it: Eliminar la ruta temporal
ru: Удалить дерево построения

source: Delete temporary directory tree after package has been created
ar: حذف شجرة دليل المؤقت قبل إنشاء الحزمة
es: Elimanar la ruta provisional despeus de construir el paquete
it: Eliminar la directory temporanea dopo il pacchetto è stato creato
ru: Удалить временные папки и дерево после посртоения пакета

source: Dependencies
ar: إعتماديات
es: Dependencias
it: Dipendenze
ru: Зависимости

source: Dependencies and Conflicts
ar: إعتماديات وتضادات
es: Dependencias y Conflictos
it: Dipendenze e Conflitti
ru: Зависимости и конфликты

source: Depends
ar: تبعية
es: Depende de
it: Dipende
ru: Зависимости

source: Details
es: Detalles

source: Details saved to {}
es: Se guardó unas detalles a {}

source: Details: {}
es: Detalles: {}

source: Developer
ar: مطور
es: Desarrollo
it: Sviluppo
ru: Разработчик

source: Displays a notification in the system panel when launched
ar: إظهار إشعار في شريط النظام عند الإطلاق
es: Demuestra una notificación en el panel del system al iniciarse
it: Visualizza una notifica nel pannello di sistema all'avvio
ru: Вывод на экран уведомления в системной панели

source: Distribution
ar: توزيعة
es: Distribución
it: Distribuzione
ru: Распространитель

source: Email
ar: بريد إلكتروني
es: Correo

source: Empty password: Cancelling
ar: فارغ كلمة السر : إلغاء
es: Contraseña vacía: Cancelar
it: Password vuota: Cancellazione
ru: Пустой пароль: отменено

source: Encoding
ar: ترميز
es: Codificación
it: Codifica
ru: Кодировка

source: Enhances
ar: يعزز
es: Mejora a
it: Migliora
ru: Улучшения

source: Essential
ar: أساسي
es: Esencial
it: Essenziale
ru: Необходим

source: Executable
ar: تنفيذي
es: Ejecutable
it: Eseguibile
ru: Выполняемый

source: Executable to be launched
ar: تنفيدي لإطلاقه
es: Archivo ejecutable de estar iniciado
it: L'eseguibile per essere lanciato
ru: Выполнить при запуске

source: Extra options
ar: خيارات إضافية
es: Opciones Adicionales
it: Opzioni Aggiuntive
ru: Дополнительные опции

source: File
ar: ملف
es: Archivo
ru: Файл

source: File Exists
ar: الملف موجود
es: Archivo Existe
it: Nome Esiste
ru: Файл существует

source: File does not exist
es: No existe el archivo

source: Filename
es: Nombre del archivo

source: Files
ar: ملفات
es: Archivos
it: File
ru: Файлы

source: Font Size
es: Tamaño de Fuente

source: For a video tutorial check the link below.
ar: إضغط على الرابط تحت لمشاهدة فيديو تعليمي.
es: Para un video instructivo de hacer clic en el enlace mas abajo.
it: Per un video didattico clicca sul link sottostante.
ru: Для видеоуроков перейдите по ссылке.

source: Gathering control information
ar: جمع معلومات التحكم
es: Recogiendo la información de control
it: Raccolta di informazioni di controllo
ru: Сбор информации

source: General Contributor
es: Colaborador General

source: Generate scripts
ar: تكوين السكربت
es: Producir scripts
it: Genera script

source: Getting administrative privileges from user
ar: الحصول على امتيازات إدارية من المستخدم
es: Obtener privilegios administrativos de usuario
it: Ottenere privilegi amministrativi da utente
ru: Получение административных привилегий для пользователя

source: Getting files from {}
es: Recogiendo archivos de {}

source: GitHub Project
es: Página del Proyecto en GitHub

source: Go to Build section
ar: ذهاب إلى قسم الإنشاء
es: Pasar a la sección del Empaquetar
it: Vai alla sezione Costruire
ru: Перейти к секции построение

source: Go to Changelog section
ar: ذهاب إلى قسم سجل التغييرات
es: Pasar a la sección de Registro de Cambios
it: Vai alla sezione Registro delle Modifiche
ru: Перейти к странице изменений

source: Go to Control section
ar: ذهاب إلى قسم التحكم
es: Pasar a la sección de Control
it: Vai alla sezione Controllo
ru: Перейти к странице контроля

source: Go to Copyright section
ar: ذهاب إلى قسم حقوق النسخ
es: Pasar a la sección Derecho de Autor
it: Vai alla sezione Copyright
ru: Перейти к странице правообладатель

source: Go to Dependencies section
ar: ذهاب إلى قسم الإعتماديات
es: Pasar a la sección de Dependencias
it: Vai alla sezione Dipendenze
ru: Перейти к странице зависимостей

source: Go to Files section
ar: ذهاب إلى قسم الملفات
es: Pasar a la sección de Archivos
it: Vai alla sezione File
ru: Перейти к странице файлов

source: Go to Information section
ar: ذهاب إلى قسم المعلومات
es: Pasar a la sección de Información
it: Vai alla sezione Informazioni
ru: Перейти к странице информации

source: Go to Menu Launcher section
ar: ذهاب إلى قسم Menu Launcher
es: Pasar a la sección Acceso Directo
it: Vai alla sezione Lanciatore di Menu
ru: Перейти к странице меню

source: Go to Scripts section
ar: ذهاب إلى قسم السكربتات
es: Pasar a la sección de Scripts
it: Vai alla sezione Script
ru: Перейти к странице сценариев

source: Greeting
es: Salutación

source: Head Developer
es: Desarrollador Principal

source: Help
ar: مساعدة
es: Ayuda
it: Guida
ru: Помощь

source: Hide
es: Ocultar

source: Homepage
ar: صفحة الوب
es: Página Principal
ru: Дом.страница

source: How to use Auto-Link: Press the IMPORT button to import any executables from the Files section. Then press the GENERATE button. Post-Install and Pre-Remove scripts will be created that will place symbolic links to your executables in the path displayed above.
ar: كيفية إستعمال الوصل الذاتي: إضغط على زر إستيراد لإستيراد أي ملف تنفيذي من قسم الملفات. تم إضغط زر تكوين. سيتم إنشاء سكربت بعد التثبيت و قبل الحذف هذا مكان الوصلات الرمزية للملفات التنفيذية في المسار الموجود أعلاه.
es: Como usar Enlace Automático: Presione el botón IMPORTAR para importar cualquier ejecutable desde la sección de Archivos. Presione el botón GENERAR. Scripts anteriores y posteriores a la instalación se crea secuencias de comandos que colocará enlaces simbólicos a los ejecutables en la ruta que aparece arriba.
it: Come utilizzare il Collegamento Automatico: Premere il pulsante di importazione per importare tutti i file eseguibili dalla sezione Files. Quindi premere il pulsante Genera. Gli script di installazione e disinstallazione verranno creati, che creare collegamenti simbolici per gli eseguibili nel percorso sopra indicato.
ru: Как использовать Автоссылку: нажмите Импорт, чтобы импортировать любые исполнимые программы из раздела Файлы. Затем нажмите кнопку Генерировать. Будет создан сценарий постустаноки и предудаления, который поместит символьные ссылки на Ваши исполнимые программы в пути, выведенном на экран выше.

source: Icon
ar: أيقونة
es: Icono
it: Icona
ru: Значок

source: Icon to be displayed for the launcher
ar: أيقونة لإظهارها في المطلقة
es: Icono del acceso
it: Di icona lanciatore
ru: Значок отображаемый при запуске

source: Import
ar: إستورد
es: Importar
it: Importare
ru: Импорт

source: Import executables from Files section
ar: إستيراد ملف تنفيذي من قسم الملفات
es: Importar los Ejecutables de la sección de Archivos
it: Importare file eseguibili da sezione Files
ru: Импорт из страницы файлов

source: Import information from Control section
ar: إستيراد معلومات من ملف التحكم
es: Importar la información de la seccion de Control
it: Importare informazioni dalla sezione di Controllo
ru: Импорт из секции Контроля

source: Information
ar: معلومات
es: Información
it: Informazioni
ru: Информация

source: Install lintian package for this option
ar: تثبيت حزمة lintian لهذا الخيار
es: Instalar el paquete lintian para esta opción
it: Installare il pacchetto lintian per questa opzione
ru: Установить lintian пакет для этой опции

source: Install md5sum package for this option
ar: تثبيت حزمة md5sum لهذا الخيار
es: Instalar el paquete md5sum para esta opción
it: Installare il pacchetto md5sum per questa opzione
ru: Установить md5sum для этой опции

source: Install package after build
ar: بعد بنائه تثبيت حزمة
es: ¿Instalar el paquete despues de construir?
it: Installare il pacchetto dopo la costruzione
ru: Установить пакет после построения

source: Installing Package
ar: حزمة تركيب
es: Instalar el Paquete
it: L'installazione del pacchetto
ru: Установка пакета

source: Job
ar: عمل
es: Tarea
it: Compito
ru: Соучастники

source: Legacy Debreate projects
es: Proyectos Debreate obsoletos

source: License
ar: الترخيص
es: Licencia
it: Licenza
ru: Лицензия

source: Lintian Errors
ar: أخطاء Lintian
es: Errores de Lintian
it: Errori di Lintian
ru: Lintian ошибки

source: Lintian Tags Explanation
ar: تعليل Lintian العلامات
es: Explicación de los Etiquetas de Lintian
it: Spiegazione di Tag Lintian
ru: Англ. описание ТЭГов

source: Lintian found some issues with the package.
ar: Lintian العثور على بعض القضايا مع الحزمة.
es: Encontró lintian a unas problemas con el paquete.
it: Lintian trovato alcuni problemi con il pacchetto.
ru: Lintian нашел некоторые проблемы с пакетом

source: Long Description
ar: وصف طويل
es: Descripción Detallada
it: Descrizione Dettagliata
ru: Полное описание

source: Maintainer
ar: مسؤول
es: Encargado
it: Manutentore
ru: Сборщик

source: Make this script
ar: إنشاء هذا السكربت
es: Crear script
it: Crea questo script
ru: Сценарий

source: Menu Launcher
ar: القائمة الرئيسية قاذفة
es: Acceso Directo del Menú
it: Lanciatore del Menu
ru: Меню

source: Message
es: Mensaje

source: Missing Files
ar: ملفات مفقودة
es: Archivos Ausentes
it: Assenti i File
ru: Недостающие файлы

source: Move to Trash
ar: نقل إلى المهملات
es: Mudar a la Papelera
it: Spostare nel Cestino
ru: Переместить в корзину

source: Name
ar: إسم
es: Nombre
it: Nome
ru: Имя

source: Name already used in current directory
ar: إسم حاليا مستعمل في هذا الدليل
es: Ya está en uso el nombre en directorio actual
it: Nome in uso nella directory corrente
ru: Имя уже существует в папке

source: New Folder
ar: مجلد جديد
es: Carpeta Nueva
it: Nuova Cartella
ru: Новая папка

source: Next
ar: تالي
es: Adelante
it: Prossimo
ru: Вперед

source: Not a valid Debreate project
ar: ليس مشروع Debreate سليم
es: No es proyecto válido de Debreate
it: Debreate progetto non valida
ru: Нет доступных Debreate проектов

source: Not writing empty text to configuration
es: No se escribe texto vacío a la configuración

source: Ok
ar: نعم
es: Aceptar
ru: ОК

source: One of the required fields is empty
ar: واحد من الحقول المطلوبة فارغ
es: Un campo obligatorio está vacío
it: Uno dei campi obbligatori è vuoto
ru: Одно из обязательных полей незаполнено

source: Open
ar: مفتوحة
es: Importar
it: Apri
ru: Открыть проект

source: Open Debreate Project
ar: فتح مشروع Debreate
es: Importar Proyecto de Debreate
it: Apri un Progetto di Debreate
ru: Открыть проект

source: Open File
ar: فتح ملف
es: Importar Archivo
it: Apri un File
ru: Открыть файл
