Repository: AntumDeluge/debreate
Catalog: locale/*/debreate.po
Languages: ar, es, it, ru

source: Open Launcher
ar: فتح المطلقة
es: Importar un Acceso
it: Importa un di Menu Lanciatore
ru: Открыть средство запуска

source: Open Log
es: Importar Registro

source: Open a previously saved project
ar: فتح مشروح تم حفظه سابقا
es: Importar proyecto previamente guardado
it: Apri un progetto precedentemente salvato
ru: Открыть ранее сохраненный проект

source: Open a usage document
ar: فتح وثيقة الإستعمال
es: Abrir un documento de uso
it: Apri un documento di utilizzo
ru: Открыть

source: Open launcher file
ar: فتح ملف المطلقة
es: Importar archivo de acceso directo
it: Apri di file lanciatore
ru: Открыть файл запуска

source: Optional
ar: إخياري
es: Opcionales
it: Opzionale
ru: Опционально

source: Options
ar: خيارات
es: Opciónes
it: Opzioni
ru: Опции

source: Other
ar: أخرى
es: Cualquier demas
it: Qualsiasi Altro
ru: Прочее

source: Overwrite
es: Sobrescribir

source: Overwrite File?
ar: كتابة فوق الملف؟
es: ¿Sobrescribir el Archivo?
it: Sovrascrivere il File?
ru: Переписать файл?

source: Overwrite?
es: ¿Sobrescribir?

source: Package
ar: حزمة
es: Paquete
it: Pacchetto
ru: Пакет

source: Package conflicts and will be de-configured
ar: تضاد في الحزم و سيتم إلغاء الإعداد
es: El paquete está en conflicto y será desconfigurado
it: Il pacchetto è in conflitto e sarà deconfigurato
ru: Пакет конфликтует и будет переконфигурирован

source: Package created successfully
ar: تم إنشاء الحزمة بنجاح
es: Se construyó el paquete
it: Pacchetto è stato creato con successo
ru: Пакет, создан успешно

source: Package is highly recommended and will be installed by default
ar: حزمة مهمة جدا وسيتم تثبيتها ذاتيا
es: El paquete está recomendada altamente y se instalará
it: Pacchetto è altamente raccomandato e verrà installato per impostazione predefinita
ru: Пакет настоятельно рекомендован и будет установлен по умолчанию

source: Package may be useful but is not necessary and will not be installed by default
ar: حزمة يمكن إستعمالها لكنها ليست ضرورية و لن يتم تثبيتها ذاتيا
es: Será útil el paqueta sin ser obligatario y no se instalará
it: Pacchetto può essere utile ma non è necessario e non verrà installato per impostazione predefinita
ru: Пакет может быть полезным, но не необходим и не будет установлен по умолчанию

source: Package or its files may be overwritten
ar: قد يتم الكتابة فوق الحزمة أو ملفاتها
es: Puede que el paquete o sus archivos se sobrescriben
it: Pacchetto o i file possono essere sovrascritti
ru: Пакет или файлы могут быть перезаписаны

source: Package will be removed from the system if it is installed
ar: الحزمة سيتم حذفها من النظام إذا تم تثبيتها
es: El Paquete se desinstalará de la systema si está instalado
it: Pacchetto verrà rimosso dal sistema se è installato
ru: Пакет будет удален из системы, при установке запрошенного пакета

source: Package will need to be installed
ar: حزمة تحتاج للتثبيت
es: Se necesita instalar el paquete
it: È necessario installare il pacchetto
ru: Нужно установить пакет

source: Package will need to be installed and configured first
ar: حزمة تحتاج للتثبيت و الإعداد أولا
es: Se necesita instalar de antemano el paquete
it: È necessario installare il pacchetto in anticipo
ru: Нужно установить и сконфигуруровать пакет

source: Package(s)
ar: حزم(ة)
es: Paquete(s)
it: Pacchetto(i)
ru: Пакет(ы)

source: Packager
ar: منشء حزم
es: Empaque
it: Imballaggio
ru: Сборщик

source: Page
ar: صفحة
es: Página
it: Pagina
ru: Страницы

source: Password
ar: كلمة السر
es: Contraseña
ru: Пароль

source: Password mismatch, try again
ar: عدم تطابق كلمة المرور ، حاول مرة أخرى
es: Contraseña no coincide, vuelva a intentarlo
it: Mancata corrispondenza di password, riprovare
ru: Неверный пароль, попробуйте еще раз

source: Path
ar: مسار
es: Ruta
it: Percorso
ru: Путь

source: Path "{}" does not exist. Continue?
es: La Ruta "{}" no existe. ¿Continuar?

source: Path Warning
ar: مسار التحذير
es: Aviso de la Ruta
it: Avviso di Percorso
ru: Предупреждение

source: Permission Denied
ar: صلاحيات غير كافية
es: Permiso Negado
it: Autorizzazione Negata
ru: Неразрешимая зависимость

source: Post-Install
ar: بعد التثبيت
es: Post-Instalar
it: Postinstallar
ru: Постустановка

source: Post-Remove
ar: بعد الحذف
es: Post-Desinstalar
it: Post Disinstallar
ru: Постудаление

source: Pre-Depends
ar: ما قبل تبعية
es: Depende de Antemano
it: Dipende in Anticipo
ru: Предзависимости

source: Pre-Install
ar: قبل التثبيت
es: Pre-Instalar
it: Preinstallar
ru: Предустановка

source: Pre-Remove
ar: قبل الحذف
es: Pre-Desinstalar
it: Pre Disinstallar
ru: Предудаление

source: Preparing build tree
ar: تهيئ شجرة الإنشاء
es: Preparando la ruta provisional
it: Preparazione directory temporanea
ru: Подготовка дерева построения

source: Preparing to build
ar: تهيئ للإنشاء
es: Preparando la construcción
it: Preparazione del costruire
ru: Подготовка построения

source: Preview
ar: سابق
es: Previsualización
it: Anteprima
ru: Просмотр

source: Previous
ar: سابق
es: Atrás
it: Precedente
ru: Назад

source: Priority
ar: أولوية
es: Prioridad
it: Priorità
ru: Паритет

source: Progress
ar: تقدم
es: Progreso completo
it: Progresso
ru: Процесс

source: Quick Build
ar: البناء سريع
es: Construyo Rápido
it: Compilazione Rapida
ru: Быстрое создание

source: Quit?
ar: خروج؟
es: ¿Cerrar?
it: Esci?
ru: Выйти?

source: Recommended
ar: موصى به
es: Recomendados
it: Consigliato
ru: Рекомендовано

source: Recommends
ar: موصى به
es: Recomienda
it: Raccomanda
ru: Рекомендовано

source: Reference
ar: مرجع
es: Referencias
it: Riferimenti
ru: Ссылки

source: Refresh
ar: أنعش
es: Regenerar
it: Aggiorna
ru: Обновить

source: Remove
ar: حذف
es: Quitar
it: Rimuovere
ru: Удалить

source: Removing temp directory
ar: حذف الدليل المؤقت
es: Eliminando la ruta provisional
it: Eliminare la directory temporanea
ru: Удаление временных папок

source: Rename
ar: إعادة التسمية
es: Renombrar
it: Rinominare
ru: Переименовать

source: Replace
es: Reemplazar

source: Replaces
ar: إستبدال
es: Reemplaza a
it: Sostituisce
ru: Замены

source: Required
ar: مطلوب
es: Obligatorios
it: Obbligatorio
ru: Обязательно

source: Running dpkg
ar: شغل الأمر dpkg
es: Ejecutando dpkg
it: Esecuzione di dpkg
ru: Запуск dpkg

source: Save
ar: حفظ
es: Guardar
it: Salva
ru: Сохранить

source: Save Control Information
ar: حفظ معلومات التحكم
es: Gaurdar la Información de Control
it: Salvare le Informazioni di Controllo
ru: Сохранить информацию о контроле

source: Save Debreate Project
ar: حفظ مشروع Debreate
es: Guardar Proyecto de Debreate
it: Salva Progetto di Debreate
ru: Сохранить проект

source: Save File
ar: حفظ الملف
es: Guardar Archivo
it: Salvare il File
ru: Сохранить файл

source: Save Launcher
ar: حفظ المطلقة
es: Guardar el Acceso
it: Salva di Menu Lanciatore
ru: Сохранить средство запуска

source: Save current project
ar: خفظ المشروع الحالي
es: Guardar proyecto actual
it: Salva progetto in corso
ru: Сохранить текущий проект

source: Save current project with a new filename
ar: حفظ المشروع الحالي بإسم ملف جديد
es: Guardar proyecto actual con nombre nuevo
it: Salva il progetto in corso con nuovo nome
ru: Сохранить проект с новым именем

source: Save failed
ar: فشل الحفظ
es: Al guardar se falló
it: Salva fallito
ru: Ошибка сохранения

source: Section
ar: قسم
es: Sección
it: Sezione
ru: Группа

source: Short Description
ar: وصف قصير
es: Descripción Breve
it: Breve Descrizione
ru: Краткое описание

source: Show or hide tooltips
es: Mostrar o ocultar información sobre herramientas

source: Show tooltips
es: Mostrar información sobre herramientas

source: Source
ar: مصدر
es: Fuente
it: Sorgente
ru: Исходник

source: Sourceforge Project
es: Página del Proyecto en Sourceforge

source: Specifies whether application should be run from a terminal
ar: تحديد هل يجب تشغيل التطبيق من الطرفية
es: Especifica si el programa se inicia de un terminal
it: Specifica se il programma viene avviato da un terminale
ru: Определяет, должно ли приложение быть запущено из терминала

source: Stage directory does not exist
es: No existe el directorio formateado

source: Staged directory tree
es: El directorio formateado

source: Start New Project
ar: بدء مشروع جديد
es: Iniciar Proyecto Nuevo
it: Avviare un Nuovo Progetto
ru: Запустить новый проект

source: Start a new project
ar: بدء مشروع جديد
es: Iniciar proyecto nuevo
it: Iniziare un nuovo progetto

source: Start building
ar: بدء بناء
es: Iniciar el construyo
it: Avviare il Costruire
ru: Начать построение

source: Startup Notify
ar: إشعارات البدء
es: Notificación del inicio
it: Avviso di Apertura
ru: Сообщения при запуске

source: Success
ar: تم بنجاح
es: Éxito
it: Successo
ru: Успешно

source: Suggests
ar: مقترحات
es: Sugiere
it: Suggerisce
ru: Предложения

source: Supported compressed archives
es: Archivos comprimidos compatibles

source: System Information
es: Información del Sistema

source: Target
ar: هدف
es: Directorio de destino
it: Destinazione
ru: Цель

source: Target directory does not exist
es: No existe el directorio de destino

source: Target file
es: Nombre de archivo de destino

source: Target output file
es: Nombre de archivo de destino

source: Text Size
es: Tamaño del Texto

source: Text displayed when mouse hovers over launcher
ar: إظهار النص عند مرور الفأرة فوق المطلقة
es: Descripción emergente del acceso
it: Lanciatore tooltip
ru: Текст при наведении курсора

source: Text for the launcher
ar: نص للمطلقة
es: Texto del acceso
it: Testo del lanciatore
ru: Текст при запуске

source: Thank you for using Debreate.
ar: شكرا لإستعمالك Debreate.
es: Gracias por usar Debreate
it: Grazie per utilizzare Debreate
ru: Благодарим за использование Debreate

source: The default configuration file will now be created.
es: Se creará el archivo de configuración por defecto.

source: The package failed to install
ar: فشل لتثبيت حزمة
es: Error al instalar el paquete
it: Il pacchetto non è riuscito a installare
ru: Ошибка установки пакета

source: The package installed successfully
ar: بنجاح تثبيت الحزمة
es: El paquete se instaló con éxito
it: Il pacchetto installato con successo
ru: Пакет успешно установлен

source: This package may be useful to enhanced package
ar: حزمة المحسنة قد تستفيد من هذا واحد
es: Este paquete será útil para el mejorado
it: Questo pacchetto sarà utile per il migliorato
ru: Этот пакет может быть полезным для улучшения пакета

source: Timer is running
es: El temporizador está en marcha

source: Timer is stopped
es: El temporizador se detiene

source: Too many files
es: Demasiados archivos

source: Translation
ar: الترجمة
es: Traducción
it: Traduzione
ru: Переводчик

source: Type
ar: نوع
es: Tipo
it: Tipo
ru: Тип

source: Ubuntu Policy Manual
ar: دليل سياسة أبنتو
es: Manual de Normas de Ubuntu
it: Politica Manuale di Ubuntu
ru: Об Ubuntu

source: Unicode Error
ar: خطأ في الـ إنكود
es: Error de Unicode

source: Update
es: Actualizar

source: Update checking not supported in development versions
es: Comprobación de la actualización no admitida en las versiones de desarrollo

source: Urgency
ar: عاجل
es: Urgencia
it: Urgenza
ru: Важность

source: Use Custom Dialogs
ar: إستعمال حوارات مخصصة
es: Utilizar Diálogos Personalizados
it: Utilizzare Finestre di Dialogo Personalizzate
ru: Использовать диалог выбора

source: Use System or Custom Save/Open Dialogs
ar: إستعمال نظام أو تخصيص حوارات حفظ/فتح
es: Utilizar Dialogos del Systema o Personalizados
it: Utilizzare le Finestre di Salvataggio/Apertura del Sistema o Personalizzate
ru: Использовать системный или выбраный диалог Сохранить/Открыть

source: Version
ar: إصدار
es: Versión
it: Versione
ru: Версия

source: Version {} is available!
es: ¡Está disponible la versión {}!

source: Warning
es: Advertencia

source: Website Designer & Author
es: Diseñador y Autor del Sitio Web

source: Welcome to Debreate!
ar: مرحبا بكم في Debreate!
es: ¡Bienvenido a Debreate!
it: Benvenuti a Debreate!
ru: Добро пожаловать в Debreate

source: Would you like to go to Debreate's website?
ar: هل تريد أن تذهب إلى موقع Debreate؟
es: ¿Desea visitar al la página principal de Debreate?
it: Vuoi visitare al sitio web di Debreate?
ru: Хотите перейти на Web сайт?

source: You will lose any unsaved information
ar: سوف تفقد كل المعلومات الغير محفوظة
es: Se perderá la información no guardada
it: Informazioni non salvate andranno perse
ru: Все несохраненные данные будут потеряны.

source: errors
es: errores

source: finished
es: se ha completado

source: post-install and pre-remove scripts generated
ar: تكوين سكربتات بعد التثبيت و قبل الحذف
es: Los scripts de post-instalación y pre-desinstalación se producieron
it: Script di postinstallar e predesinstallar sono stati generati
ru: Генерация сценариев постустановки и предудаления

source: Control
ar: تحكم
it: Controllo
ru: Контроль

source: Error
ar: خطأ
it: Errore
ru: Ошибка

source: Scripts
ar: سكربت
it: Script
ru: Сценарии

source: Terminal
ar: طرفية
it: Terminale
ru: Терминал
